Revit 2027 API
BuiltInFailures.EditingFailures.NElementsWrongPosition Property
 Review [Number] elements for correct position and shape
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId NElementsWrongPosition { get; }
Public Shared ReadOnly Property NElementsWrongPosition As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ NElementsWrongPosition {
	FailureDefinitionId^ get ();
}
static member NElementsWrongPosition : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.EditingFailures Class
Autodesk.Revit.DB Namespace